package com.example.kanehiro_acer.anbayasiroulette;

public class MyData {
    static String[] commentArray =
            {"残念！", "まあまあ", "残念！", "あたり", "残念！","大当り", "まあまあ", "残念！", "あたり", "まあまあ",
                    "残念！", "あたり", "残念！", "あたり", "残念！","大当り", "まあまあ", "大当り", "あたり", "まあまあ",
                    "残念！", "あたり", "残念！", "あたり", "残念！","大当り", "まあまあ", "あたり", "残念！", "まあまあ"};
    static Integer[] numberArray =
            {5,        8,      5,       10,      5,      14,      9,         5,       10,      8,
                    5,        10,      4,       12,      5,      20,      8,         15,       12,      8,
                    4,        10,      5,       10,      5,      15,      7,         14,       5,      8};
    static Integer[] additionArray =
            {3,        2,      3,       1,      4,      1,      1,         5,       2,      2,
                    3,        1,      4,       2,      3,      0,      2,         0,       2,      2,
                    4,        2,      3,       1,      3,      0,      3,         1,       5,      2};
}

